{ "books": [{
    "title": "The Deed of Paksinarrion",
    "author": "Elizabeth Moon",
    "description": "The Deed of Paksenarrion revolves around the adult life of Paksenarrion Dorthansdotter, known as Paks, of Three Firs. It follows Paks' journey toward becoming a paladin, beginning as a young recruit in a mercenary company. It takes place in a fictional medieval world of kingdoms of humans, dwarves, gnomes and elves, saints and gods.",
    "published": 1992,
    "current": true,
    "id": "1"
    }, {
    "title": "Coders at Work",
    "author": "Peter Seibe",
    "description": "A book of interviews with 15 highly accomplished programmers. The primary topics in these interviews include how the interviewees learned programming, how do they debug code, their favorite languages and tools, their opinions on literate programming, proofs, code reading and so on.",
    "published": 2009,
    "current": true,
    "id": "2"
    }, {
    "title": "Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch",
    "author": "Neil Gaiman and Terry Pratchett",
    "description": "The book is a comedy about the birth of the son of Satan, the coming of the End Times. There are attempts by the angel Aziraphale and the demon Crowley to sabotage the coming of the end times, they having grown accustomed to their comfortable surroundings in England.",
    "published": 1990,
    "current": false,
    "id": "3"
    }, {
    "title": "Alices Adventures in Wonderland",
    "author": "Lewis Carrol",
    "description": "Tales of a girl named Alice falling through a rabbit hole into a fantasy world populated by peculiar, anthropomorphic creatures. The tale plays with logic, giving the story lasting popularity with adults as well as with children.[1] It is considered to be one of the best examples of the literary nonsense genre.",
    "published": 1865,
    "current": false,
    "id": "4"
    }]

"users": [{
  "name": "Star",
  "bio": "Reader and coder. Love sci-fi, fantasy, and sci-fact.",
  "img": "http://www.make-origami.com/images/books/book-sculpture-star1.jpg",
  "favorites": ["Good Omens", "Deed of Paksinarrion", "The Demon-haunted World", "Hitchhikers Guide Series"],
  "quote": "It must be Thursday. Never did get the hang of Thursdays."
}, {
  "name": "Ford",
  "bio": "I prefer travelling to reading, except for the Guide.",
  "img": "https://vignette1.wikia.nocookie.net/hitchhikers/images/c/cc/Fordprefect.jpg/revision/latest?cb=20070225130404",
  "favorites": ["Hitchhikers Guide to the Galaxy"],
  "quote": "I know this great restaurant at the end of the universe."
}

  }]

}
